[
{"id":1, "nombre":"Age Of Wonders 3", "categoria":"rol", "descripcion":"Age of Wonders 3, el nuevo juego de estrategia por turnos para PC de la desarrolladora Triumph Studios llega hasta nuestro equipos con la intención de proporcionarnos una satisfactoria experiencia de juego, basándose en dos modo casi antitéticos de afrontar la batalla que por completo la forme de enfrentarnos al título. Veamos si esta dualidad se convierte en el punto fuerte de AoW 3 o en su principal debilidad.", "imagen":"/assets/images/age_of_wonders3.jpg", "precio":"10000", "stock":"20"},
{"id":2, "nombre":"Battletech", "categoria":"rol", "descripcion":"Toma el mando de tu propia unidad de mercenarios 'Mechs con sus pilotos MechWarriors, tratando de mantenerte a flote mientras te ves involucrado en una brutal guerra civil interestelar", "imagen":"/assets/images/battletech.jpg", "precio":"20000", "stock":"15"},
{"id":3, "nombre":"Dota2", "categoria":"rol", "descripcion":"Cada día, millones de jugadores de todo el mundo entran en batalla como uno de los más de cien héroes de Dota. Y no importa si es su décima hora de juego o la milésima, siempre hay algo nuevo que descubrir.", "imagen":"/assets/images/dota.jpg", "precio":"10000", "stock":"12"},
{"id":4, "nombre":"Mount & Blade Warband", "categoria":"rol", "descripcion":"Mount & Blade: Warband es un título de rol con componentes sandbox de mundo abierto, ambientado en un entorno medieval completamente ficticio. De esta forma, tendremos la oportunidad de escoger nuestra propia facción, fundar reinos y disfrutar de un estilo de juego no lineal.", "imagen":"/assets/images/mount_y_blade.jpg", "precio":"10000", "stock":"3"},
{"id":5, "nombre":"Mutant Year Zero", "categoria":"rol", "descripcion":"Mutant: Year Zero es un juego de rol de ambientación postapocalíptica en el que los jugadores interpretan a humanos con mutaciones severas que viven en un pequeño asentamiento en medio de un territorio desconocido", "imagen":"/assets/images/mutant_year_zero.jpg", "precio":"10000", "stock":"4"},
{"id":6, "nombre":"Spellforce III", "categoria":"rol", "descripcion":"SpellForce III Reforced es una mezcla única donde convergen una historia de RPG épica y elementos accesibles de estrategia en tiempo real diseñados para ofrecer una experiencia fascinante en consolas tanto a aficionados como a nuevos jugadores.", "imagen":"/assets/images/speelforce3.jpg", "precio":"10000", "stock":"5"},
{"id":7, "nombre":"Valkyria Chronicles", "categoria":"rol", "descripcion":"Valkyria Chronicles utiliza un sistema de combate basado en turnos llamado BLiTZ (Battle of Live Tactical Zones). Entre los turnos de combate al jugador se le invita a utilizar un mapa con perspectiva aérea donde podrá observar todo el campo de batalla y las unidades aliadas y enemigas.", "imagen":"/assets/images/valkyriaChronicles.jpg", "precio":"10000", "stock":"6"},
{"id":8, "nombre":"Wartales", "categoria":"rol", "descripcion":"Wartales es un juego de rol en mundo abierto en el que lideras a un grupo de mercenarios en su búsqueda de riquezas a través de un enorme universo medieval. ¡Explora el mundo, recluta compañeros, recoge recompensas y descubre los secretos de las tumbas de los antiguos!", "imagen":"/assets/images/wartales.jpg", "precio":"10000", "stock":"7"},
{"id":9, "nombre":"Wasteland 3", "categoria":"rol", "descripcion":"Wasteland 3 es un juego RPG de inXile entertainment en el que formarás tu propio equipo para disfrutar de un exigente combate táctico por turnos y una historia profunda y repleta de giros y decisiones que te mantendrán enganchado, tanto si ya eres un entusiasta de Wasteland como si te acabas de iniciar en la saga.", "imagen":"/assets/images/wasteland3.jpg", "precio":"10000", "stock":"8"},
{"id":10, "nombre":"XCOM 2", "categoria":"rol", "descripcion":"XCOM 2 es un videojuego de estrategia por turnos de 2016 desarrollado por Firaxis Games y publicado por 2K Games. El juego es la secuela del reboot de la serie, XCOM: Enemy Unknown de 2012, y tiene lugar 20 años después de los eventos de Enemy Unknown.", "imagen":"/assets/images/xcom2.jpg", "precio":"10000", "stock":"9"},
{"id":11, "nombre":"Arma III", "categoria":"fps", "descripcion":"ArmA 3 es la tercera entrega del juego de acción bélica de Bohemia Interactive para PC, en la que nuestro soldado totalmente personalizable puede subir a vehículos aéreos, terrestres y navales para superar las diferentes misiones.", "imagen":"/assets/images/arma3.jpg", "precio":"10000", "stock":"11"},
{"id":12, "nombre":"Brothers in Arms", "categoria":"fps", "descripcion":"Brothers in Arms (En español Compañeros en Armas) es una serie de videojuegos pertenecientes al género de disparos tácticos de Gearbox Software, que consta de diez videojuegos individuales.", "imagen":"/assets/images/brothersinarms.jpg", "precio":"10000", "stock":"12"},
{"id":13, "nombre":"Call to Arms", "categoria":"fps", "descripcion":"Call to Arms nos ofrece un juego de estrategia con vehículos y armas con modelados realistas con los que lanzarnos a la batalla. En combates en tercera persona podremos tomar los mandos de Estados Unidos o del Movimiento Revolucionario Global y luchar en zonas rurales, fábricas, estaciones o ciudades y usar el entorno para conseguir ventaja sobre el enemigo.", "imagen":"/assets/images/calltoarms.jpg", "precio":"10000", "stock":"13"},
{"id":14, "nombre":"CS:GO", "categoria":"fps", "descripcion":"Counter-Strike: Global Offensive (CS:GO) es un videojuego de disparos en primera persona desarrollado por Valve Corporation y Hidden Path Entertainment. Es el cuarto juego de la saga Counter-Strike.", "imagen":"/assets/images/csgo.jpg", "precio":"10000", "stock":"21"},
{"id":15, "nombre":"DoorKickers", "categoria":"fps", "descripcion":"Door Kickers es un juego de estrategia en tiempo real innovador que te pone al mando de una unidad de operaciones especiales durante una intervención táctica.Analiza la situación, planifica las rutas de tu unidad, elige su equipamiento y puntos de entrada y coordina a múltiples agentes para llegar a la sala de los rehenes antes de que los malos aprieten el gatillo.", "imagen":"/assets/images/doorkickers.jpg", "precio":"10000", "stock":"14"},
{"id":16, "nombre":"PayDay", "categoria":"fps", "descripcion":"El juego consiste en una serie de atracos, en donde el jugador puede optar por llevarlos a cabo por su cuenta, o en una partida multijugador, en donde puede jugar con compañeros manejados mediante inteligencia artificial, o con otros jugadores.", "imagen":"/assets/images/payday.jpg", "precio":"10000", "stock":"16"},
{"id":17, "nombre":"PUBG", "categoria":"fps", "descripcion":"PUBG es un videojuego de acción en el cual hasta 100 jugadores pelean en una Batalla Real (Battle Royale), un tipo de combate a muerte en el cual hay enfrentamientos para ser el último con vida.", "imagen":"/assets/images/pubg.jpg", "precio":"10000", "stock":"18"},
{"id":18, "nombre":"Sniper 2", "categoria":"fps", "descripcion":"El principal atractivo de la saga se basa precisamente en ponernos en la piel de un soldado experto en el uso de este tipo de armas, con funcionamiento creíble y realista, algo que se ha conseguido con creces. Aquí no sólo habrá que apuntar y disparar, ya que también tendremos que calcular el desvío de la bala según distintos parámetros como el viento o la caída de la misma", "imagen":"/assets/images/sniper2.jpg", "precio":"10000", "stock":"15"},
{"id":19, "nombre":"Star Wars Battlefront", "categoria":"fps", "descripcion":"Star Wars Battlefront es un juego de acción y disparos en primera o tercera persona a elección del jugador, igual que en sus predecesores. Los jugadores podrán jugar en planetas del universo de Star Wars, como Endor, Hoth, Tatooine y Sullust", "imagen":"/assets/images/starwarsbattlefront.jpg", "precio":"10000", "stock":"17"},
{"id":20, "nombre":"Rainbow Siege", "categoria":"fps", "descripcion":"Rainbow Six Siege, desarrollado por Ubisoft Montreal y editado por Ubisoft para PC, PlayStation 4 y Xbox One, es un título de acción first person shooter en el que podremos tomar parte en arriesgadas operaciones antiterroristas en modalidades multijugador cooperativas y competitivas.", "imagen":"/assets/images/tomclancy.jpg", "precio":"10000", "stock":"19"},
{"id":21, "nombre":"Age Of Mythology", "categoria":"estrategia", "descripcion":"Age of Mythology (abreviado AoM) es un videojuego de estrategia en tiempo real para computadoras personales, desarrollado por Ensemble Studios y más tarde por Skybox Labs (su remaster), y publicado por Microsoft Games en 2002.", "imagen":"/assets/images/ageofmythology.jpg", "precio":"10000", "stock":"20"},
{"id":22, "nombre":"Anno 1800", "categoria":"estrategia", "descripcion":"Anno 1800 tiene lugar a comienzos del siglo XIX, en los albores de la era industrial. ​ El juego incluye un modo campaña histórica, un modo de construcción libre y un tercero multijugador. A diferencia que su predecesor, las sesiones de combate y de construcción de ciudades no están separadas.", "imagen":"/assets/images/anno1800.jpg", "precio":"10000", "stock":"22"},
{"id":23, "nombre":"Civilization VI", "categoria":"estrategia", "descripcion":"Civilization VI es un videojuego de estrategia por turnos perteneciente a la serie Civilization. El juego fue desarrollado por Firaxis Games y distribuido por 2K Games y Take-Two Interactive", "imagen":"/assets/images/civilizationVI.jpg", "precio":"10000", "stock":"20"},
{"id":24, "nombre":"Farthest Frontier", "categoria":"estrategia", "descripcion":"En Farthest Frontier los jugadores van a poder cosechar 14 materias primas diferentes, que van a ir desde madera, piedra y arcilla, hasta minerales metálicos, hierbas silvestres y miel. A eso se le va a sumar la posibilidad de obtener 17 tipos de alimentos y van a contar con 10 cultivos alimentarios", "imagen":"/assets/images/farthestfrontier.jpg", "precio":"10000", "stock":"30"},
{"id":25, "nombre":"Foundation", "categoria":"estrategia", "descripcion":"Foundation es un juego de construcción ambientado en la época medieval, sin cuadrículas, relajado y centrado en el desarrollo orgánico, la construcción de monumentos y la gestión de recursos.", "imagen":"/assets/images/foundation.jpg", "precio":"10000", "stock":"20"},
{"id":26, "nombre":"Frostpunk", "categoria":"estrategia", "descripcion":"Frostpunk, el título más reciente de los creadores de This War of Mine, es un juego de supervivencia en sociedad donde el calor es fuente de vida y cada decisión tiene un precio. En un mundo totalmente congelado, la humanidad ha desarrollado una tecnología basada en el vapor para hacer frente al frío implacable.", "imagen":"/assets/images/frostpunk.jpg", "precio":"10000", "stock":"31"},
{"id":27, "nombre":"Game of Thrones winter is coming", "categoria":"estrategia", "descripcion":"Game of Thrones Winter is Coming es el juego de navegador oficial de uno de los programas de televisión más populares jamás creado. En este fantástico juego de estrategia MMO, eres un señor de tu castillo, ¡y debes hacer lo que puedas para construir un poderoso reino para tratar de desafiar al Trono de Hierro!", "imagen":"/assets/images/gameofthroneswinteriscoming.jpg", "precio":"10000", "stock":"32"},
{"id":28, "nombre":"Hearts of Iron IV", "categoria":"estrategia", "descripcion":"¡Tenemos la victoria al alcance de la mano! Tu capacidad para liderar tu nación es tu arma principal. En el juego de estrategia Hearts of Iron IV podrás ponerte el mando de cualquier nación de la II Guerra Mundial, el conflicto más fascinante de la historia mundial.", "imagen":"/assets/images/heartsofironIV.jpg", "precio":"10000", "stock":"26"},
{"id":29, "nombre":"Humankind", "categoria":"estrategia", "descripcion":"HUMANKIND™ es un juego de estrategia histórico en el que podrás reescribir todos los sucesos de la humanidad y combinar culturas para crear una civilización tan única como tú. CREA TU PROPIA CIVILIZACIÓN Combina hasta 60 culturas históricas y lidera a tu pueblo desde la antigüedad hasta la Edad Moderna.", "imagen":"/assets/images/humankind.jpg", "precio":"10000", "stock":"22"},
{"id":30, "nombre":"Victoria 3", "categoria":"estrategia", "descripcion":"Victoria 3 en Steam. Paradox Development Studio te invita a formar tu sociedad ideal en el tumulto del siglo XIX, con todas sus emociones y transformaciones. Equilibra los intereses contrapuestos de tu sociedad y hazte un hueco en Victoria 3", "imagen":"/assets/images/victoria3.jpg", "precio":"10000", "stock":"24"}
]